# DetailLoadCase

Load case

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**id** | **int** | Element Id | [optional]

## Example

```python
from ideastatica_rcs_api.models.detail_load_case import DetailLoadCase

# TODO update the JSON string below
json = "{}"
# create an instance of DetailLoadCase from a JSON string
detail_load_case_instance = DetailLoadCase.from_json(json)
# print the JSON string representation of the object
print(DetailLoadCase.to_json())

# convert the object into a dict
detail_load_case_dict = detail_load_case_instance.to_dict()
# create an instance of DetailLoadCase from a dict
detail_load_case_from_dict = DetailLoadCase.from_dict(detail_load_case_dict)
```
[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)